Repository: TD99/tclauncher-2024
Catalog: TCLauncher/Properties/Languages.*.resx
Languages: de, fr

# about_tcl_editor_menu_text
source: About 'TCL Editor'
de: Über ‘TCL Editor’
fr: À propos de ‘TCL Editor’

# accounts_button_text
source: Accounts
de: Konten
fr: Comptes

# action_create_game
source: Create Game
de: Spiel erstellen
fr: Créer un jeu

# action_export_game
source: Export Game
de: Spiel exportieren
fr: Créer un package

# action_import_game
source: Import Game
de: Spiel importieren
fr: Importer un package

# action_progress_title_text
source: Action in Progress ...
de: Aktion in Bearbeitung ...
fr: Action en cours ...

# add_account_button_text
source: Add Account
de: Konto hinzufügen
fr: Ajouter un compte

# allow_text
source: Allow
de: Erlauben
fr: Autoriser

# apply_button_text
source: Apply
de: Anwenden
fr: Appliquer

# auto_configuration_button_text
source: Reinstall
de: Neu installieren
fr: Mettre à jour la configuration

# auto_detect_text
source: Auto Detect (recommended)
de: Automatische Erkennung (empfohlen)
fr: Détection automatique (recommandé)

# back_button_text
source: Back
de: Zurück
fr: Retour

# binary_files_not_supported_message
source: Binary files are not supported.
de: Binärdateien werden nicht unterstützt.
fr: Les fichiers binaires ne sont pas pris en charge.

# busy_interface_loading_text
source: Loading Interface ...
de: Schnittstelle wird geladen ...
fr: Veuillez patienter...

# button_abort
source: Abort
de: Abbrechen
fr: Abandonner

# button_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# button_continue
source: Continue
de: Fortfahren
fr: Continuer

# button_ignore
source: Ignore
de: Ignorieren
fr: Ignorer

# button_no
source: No
de: Nein
fr: Non

# button_retry
source: Retry
de: Wiederholen
fr: Réessayer

# button_try
source: Try
de: Versuchen
fr: Essayer

# button_yes
source: Yes
de: Ja
fr: Oui

# cache_error_package_create_message
source: An error occurred (clearing cache may help): {0}
de: Es ist ein Fehler aufgetreten (Cache leeren könnte helfen): {0}
fr: Une erreur s’est produite (vider le cache peut aider) : {0}

# cache_loading_text
source: Loading Cache ...
de: Cache wird geladen ...
fr: Chargement du cache ...

# cache_write_error_message
source: Failed to write server list to cache file: {0}
de: Fehler beim Schreiben der Serverliste in die Cache-Datei: {0}
fr: Échec de l’écriture de la liste des serveurs dans le fichier de cache : {0}

# cleaning_package_action
source: Cleaning package 'ch.tcraft.{0}'
de: Paket ‘ch.tcraft.{0}’ wird bereinigt
fr: Nettoyage du package ‘ch.tcraft.{0}’

# cleaning_package_with_patch_action
source: Cleaning package 'ch.tcraft.{0}@{1}:{2}'
de: Paket ‘ch.tcraft.{0}@{1}:{2}’ wird bereinigt
fr: Nettoyage du package ‘ch.tcraft.{0}@{1}:{2}’

# close_button_text
source: Close
de: Schliessen
fr: Fermer

# close_menu_item_text
source: Close
de: Schliessen
fr: Fermer

# close_text
source: Close (not recommended)
de: Schliessen (nicht empfohlen)
fr: Fermer (non recommandé)

# components_header_text
source: Components
de: Komponenten
fr: Composants

# configuration_editor_button_text
source: Configuration Editor
de: Konfigurationseditor
fr: Éditeur de configuration

# configuring_package_action
source: Configuring package 'ch.tcraft.{0}'
de: Paket ‘ch.tcraft.{0}’ wird konfiguriert
fr: Configuration du package ‘ch.tcraft.{0}’

# configuring_package_with_patch_action
source: Configuring package 'ch.tcraft.{0}@{1}:{2}'
de: Paket ‘ch.tcraft.{0}@{1}:{2}’ wird konfiguriert
fr: Configuration du package ‘ch.tcraft.{0}@{1}:{2}’

# config_updated
source: The configuration was successfully updated.
de: Die Konfiguration wurde erfolgreich aktualisiert.
fr: La configuration a été mise à jour avec succès.

# confirm_delete_instance_message
source: Do you really want to delete the instance?
de: Möchten Sie die Instanz wirklich löschen?
fr: Voulez-vous vraiment supprimer l’instance ?

# copy_error_message
source: An error occurred while copying. Please ensure that the files are not in use.
de: Beim Kopieren ist ein Fehler aufgetreten. Bitte stellen Sie sicher, dass die Dateien nicht in Gebrauch sind.
fr: Une erreur s’est produite lors de la copie. Veuillez vous assurer que les fichiers ne sont pas utilisés.

source: Create Package
de: Paket erstellen
fr: Créer un package

# custom_appdata_path_label_text
source: Custom AppData Path (Beta)
de: Benutzerdefinierter AppData-Pfad (Beta)
fr: Chemin AppData personnalisé (Beta)

# data_fetching_text
source: Fetching Data ...
de: Daten werden abgerufen ...
fr: Récupération des données ...

# debug_server_start_text
source: Start Debug-Server
de: Debug-Server starten
fr: Démarrer le serveur de débogage

# debug_server_stop_text
source: Stop Debug-Server
de: Debug-Server stoppen
fr: Arrêter le serveur de débogage

# debug_server_url_prompt
source: Please enter the desired Debug Server URL.
de: Bitte geben Sie die gewünschte Debug-Server-URL ein.
fr: Veuillez entrer l’URL du serveur de débogage souhaité.

source: Delete Instance
de: Instanz löschen
fr: Supprimer l’instance

# dependency_fetch_error_message
source: An error occurred while fetching dependencies.
de: Beim Abrufen der Abhängigkeiten ist ein Fehler aufgetreten.
fr: Une erreur s’est produite lors de la récupération des dépendances.

# discover_and_download_games_text
source: Discover and Download Games
de: Spiele entdecken und herunterladen
fr: Découvrir et télécharger des jeux

# download_cancelled_message
source: Download cancelled!
de: Download abgebrochen!
fr: Téléchargement annulé !

# editor_title
source: TCL Editor
fr: Éditeur TCL

# enter_text_text
source: Enter text
de: Text eingeben
fr: Entrer du texte

source: Error
de: Fehler
fr: Erreur

# error_automatic_sign_in
source: An error occurred during automatic sign in:
de: Ein Fehler ist während der automatischen Anmeldung aufgetreten:
fr: Une erreur s’est produite lors de la connexion automatique :

# error_cleanup
source: An error occurred during cleanup. Please delete the instance manually. Error message:\n
de: Ein Fehler ist während der Bereinigung aufgetreten. Bitte löschen Sie die Instanz manuell. Fehlermeldung:\n
fr: Une erreur s’est produite lors du nettoyage. Veuillez supprimer l’instance manuellement. Message d’erreur :\n

# error_creating_folder_structure
source: An error occurred while creating the folder structure!
de: Ein Fehler ist beim Erstellen der Ordnerstruktur aufgetreten!
fr: Une erreur s’est produite lors de la création de la structure de dossiers !

# error_occurred_delete_instance_message
source: An error occurred: {0}
de: Ein Fehler ist aufgetreten: {0}
fr: Une erreur s’est produite : {0}

# error_registering_uri_schemes
source: An error occured while registering URI Schemes: {0}
de: Ein Fehler ist beim Registrieren der URI-Schemata aufgetreten: {0}
fr: Une erreur s’est produite lors de l’enregistrement des schémas URI : {0}

# escaping_not_allowed_exception
source: Escaping is not allowed!
de: Entkommen ist nicht erlaubt!
fr: L’échappement n’est pas autorisé !

# files_migrated_success_message
source: The files have been migrated successfully.
de: Die Dateien wurden erfolgreich migriert.
fr: Les fichiers ont été migrés avec succès.

# file_too_large_message
source: This file is too large. (> 255 KB)
de: Diese Datei ist zu gross. (> 255 KB)
fr: Ce fichier est trop grand. (&gt; 255 KB)

# finishing_text
source: Finishing ...
de: Fertigstellung ...
fr: Fin ...

# forbid_text
source: Forbid
de: Verbieten
fr: Interdire

# force_uninstall_button_text
source: Force Uninstall
de: Erzwungene Deinstallation
fr: Forcer la désinstallation

# framework_version_text
source: WPF on {0}
de: WPF auf {0}
fr: WPF sur {0}

# free_instance_name
source: Free
de: Frei
fr: Libre

# games_label_text
source: Games
de: Spiele
fr: Jeux

# home_text
source: Home
de: Start
fr: Accueil

# hot_reload_text
source: Hot Reload
fr: Rechargement à chaud

# id
source: en
de: de
fr: fr

source: Image Files
de: Bilddateien
fr: Fichiers d’image

# inaccessible_items_error_message
source: {0} items could not be read.
de: {0} Elemente konnten nicht gelesen werden.
fr: {0} éléments n’ont pas pu être lus.

source: Initialization error
de: Initialisierungsfehler
fr: Erreur d’initialisation

source: Install
de: Installieren
fr: Installer

# installed_instances_load_error_message
source: An error occurred while loading installed instances.
de: Ein Fehler ist beim Laden der installierten Instanzen aufgetreten.
fr: Une erreur s’est produite lors du chargement des instances installées.

# installing_package_action
source: Installing package 'ch.tcraft.{0}'\nSize: {1}\nInfo: This may take some time!
de: Paket ‘ch.tcraft.{0}’ wird installiert\nGrösse: {1}\nInfo: Dies kann einige Zeit in Anspruch nehmen!
fr: Installation du package ‘ch.tcraft.{0}’\nTaille : {1}\nInfo : Cela peut prendre un certain temps !

# installing_package_with_patch_action
source: Installing package 'ch.tcraft.{0}@{1}:{2}'\nSize: {3}\nInfo: This may take some time!
de: Paket ‘ch.tcraft.{0}@{1}:{2}’ wird installiert\nGrösse: {3}\nInfo: Dies kann einige Zeit in Anspruch nehmen!
fr: Installation du package ‘ch.tcraft.{0}@{1}:{2}’\nTaille : {3}\nInfo : Cela peut prendre un certain temps !

source: Install Instances
de: Instanzen installieren
fr: Installer des instances

# install_instances_text
source: ← Here you can install instances
de: ← Hier können Sie Instanzen installieren
fr: ← Ici, vous pouvez installer des instances

# instances_loading_text
source: Loading Instances ...
de: Instanzen werden geladen ...
fr: Chargement des instances ...

# instance_already_installed
source: This instance is already installed. Overwrite?
de: Diese Instanz ist bereits installiert. Überschreiben?
fr: Cette instance est déjà installée. Écraser ?

# instance_creation_failure_message
source: Failed to create instance!
de: Erstellung der Instanz fehlgeschlagen!
fr: Échec de la création de l’instance !

# invalid_boolean_input_message
source: Invalid input. Please enter 'true' or 'false'.
de: Ungültige Eingabe. Bitte geben Sie ‘true’ oder ‘false’ ein.
fr: Entrée invalide. Veuillez entrer ‘true’ ou ‘false’.

# invalid_input_message
source: Invalid input. Please try again.
de: Ungültige Eingabe. Bitte versuchen Sie es erneut.
fr: Entrée invalide. Veuillez réessayer.

# invalid_integer_input_message
source: Invalid input. Please enter an integer.
de: Ungültige Eingabe. Bitte geben Sie eine Ganzzahl ein.
fr: Entrée invalide. Veuillez entrer un entier.

# invalid_json_input_message
source: Invalid input. Please enter valid JSON text.
de: Ungültige Eingabe. Bitte geben Sie gültigen JSON-Text ein.
fr: Entrée invalide. Veuillez entrer un texte JSON valide.

# invalid_path_error_message
source: The specified path cannot be used. Please choose a different path.
de: Der angegebene Pfad kann nicht verwendet werden. Bitte wählen Sie einen anderen Pfad.
fr: Le chemin spécifié ne peut pas être utilisé. Veuillez choisir un autre chemin.

# keep_open_text
source: Keep Open
de: Offen halten
fr: Garder ouvert

source: Language
de: Sprache
fr: Langue

# latest_version_installed
source: The latest version ({0}) is already installed.
de: Die neueste Version ({0}) ist bereits installiert.
fr: La dernière version ({0}) est déjà installée.

# loading_assets
source: Downloading Assets ...
de: Assets herunterladen ...
fr: Téléchargement des ressources ...

# loading_game_message
source: Loading game ...
de: Spiel wird geladen ...
fr: Chargement du jeu ...

# local_instances_loading_text
source: Loading Local Instances ...
de: Lokale Instanzen werden geladen ...
fr: Chargement des instances locales ...

# local_instances_load_error_message
source: The local instances could not be loaded!
de: Die lokalen Instanzen konnten nicht geladen werden!
fr: Les instances locales n’ont pas pu être chargées !

source: Login
de: Anmelden
fr: Connexion

# login_prompt_message
source: Do you want to log in with a user account? Click 'No' for an offline account.
de: Möchten Sie sich mit einem Benutzerkonto anmelden? Klicken Sie auf ‘Nein’ für ein Offline-Konto.
fr: Voulez-vous vous connecter avec un compte utilisateur ? Cliquez sur ‘Non’ pour un compte hors ligne.

# logout_button_text
source: Logout
de: Abmelden
fr: Déconnexion

# maximize_menu_item_text
source: Maximize
de: Maximieren
fr: Maximiser

# max_ram_label_text
source: Max RAM:
fr: RAM max :

# memory_text
source: Memory
de: Speicher
fr: Mémoire

# minecraft_version_label_text
source: Minecraft Version:
fr: Version de Minecraft :

# minimize_menu_item_text
source: Minimize
de: Minimieren
fr: Minimiser

# minimize_text
source: Minimize (recommended)
de: Minimieren (empfohlen)
fr: Minimiser (recommandé)

# min_ram_label_text
source: Min RAM:
fr: RAM min :

# multi_instance_setting_error_message
source: The multi-instances setting could not be set.
de: Die Einstellung für Multi-Instanzen konnte nicht festgelegt werden.
fr: Le paramètre multi-instances n’a pas pu être défini.

# new_version_available
source: A newer version ({0}) of TCLauncher is available. Install now?
de: Eine neuere Version ({0}) von TCLauncher ist verfügbar. Jetzt installieren?
fr: Une nouvelle version ({0}) de TCLauncher est disponible. Installer maintenant ?

# not_logged_button_text
source: Not Logged In
de: Nicht angemeldet
fr: Non connecté

# not_logged_text
source: Not logged in
de: Nicht angemeldet
fr: Non connecté

# no_data_found_message_delete_instance
source: No data found!
de: Keine Daten gefunden!
fr: Aucune donnée trouvée !

# no_server_message
source: No server
de: Kein Server
fr: Aucun serveur

# offline_annotation
source: (offline)
fr: (hors ligne)

# offline_user_input_message
source: Please enter the desired offline username.
de: Bitte geben Sie den gewünschten Offline-Benutzernamen ein.
fr: Veuillez entrer le nom d’utilisateur hors ligne souhaité.

# open_code_editor_text
source: Open Code Editor
de: Code-Editor öffnen
fr: Ouvrir l’éditeur de code

# optional_annotation
source: (optional)
fr: (optionnel)

# other_instance_name
source: Other
de: Andere
fr: Autre

# package_config_updated_named
source: The configuration of the package '{0}' was successfully updated.
de: Die Konfiguration des Pakets ‘{0}’ wurde erfolgreich aktualisiert.
fr: La configuration du package ‘{0}’ a été mise à jour avec succès.

source: Package Create
de: Paket erstellen
fr: Créer un package

# package_error_installation_corrupted_message
source: Package error, the installation is corrupted!
de: Paketfehler, die Installation ist beschädigt!
fr: Erreur de package, l’installation est corrompue !

source: Package Import
de: Paket importieren
fr: Importer un package

# package_installed
source: The package was successfully installed.
de: Das Paket wurde erfolgreich installiert.
fr: Le package a été installé avec succès.

# package_installed_named
source: The package '{0}' was successfully installed.
de: Das Paket ‘{0}’ wurde erfolgreich installiert.
fr: Le package ‘{0}’ a été installé avec succès.

# package_install_failed_named
source: The package '{0}' could not be installed: {1}
de: Das Paket ‘{0}’ konnte nicht installiert werden: {1}
fr: Le package ‘{0}’ n’a pas pu être installé : {1}

# package_load_failed
source: The package could not be loaded: {0}
de: Das Paket konnte nicht geladen werden: {0}
fr: Le package n’a pas pu être chargé : {0}

# package_successfully_created
source: The package was successfully created.
de: Das Paket wurde erfolgreich erstellt.
fr: Le package a été créé avec succès.

# package_uninstalled
source: The package was successfully uninstalled.
de: Das Paket wurde erfolgreich deinstalliert.
fr: Le package a été désinstallé avec succès.

# package_uninstalled_named
source: The package '{0}' was successfully uninstalled.
de: Das Paket ‘{0}’ wurde erfolgreich deinstalliert.
fr: Le package ‘{0}’ a été désinstallé avec succès.

source: Path saved
de: Pfad gespeichert
fr: Chemin enregistré

# path_saved_prompt
source: The path has been saved successfully. Do you want to migrate the launcher files and overwrite the folder?
de: Der Pfad wurde erfolgreich gespeichert. Möchten Sie die Launcher-Dateien migrieren und den Ordner überschreiben?
fr: Le chemin a été enregistré avec succès. Voulez-vous migrer les fichiers du lanceur et écraser le dossier ?

# play_button_text
source: Play
de: Spielen
fr: Jouer

# plugin_loading_error_message
source: Error while loading Plugin! Please retry later. (ENOTFOUND)
de: Fehler beim Laden des Plugins! Bitte versuchen Sie es später erneut. (ENOTFOUND)
fr: Erreur lors du chargement du plugin ! Veuillez réessayer plus tard. (ENOTFOUND)

# powered_by_text
source: Powered by simpleEdit
de: Angetrieben von simpleEdit
fr: Propulsé par simpleEdit

# preparing_text
source: Preparing ...
de: Vorbereitung ...
fr: Préparation ...

# prompt_create_package
source: Do you want to create the package now?
de: Möchten Sie das Paket jetzt erstellen?
fr: Voulez-vous créer le package maintenant ?

# prompt_enter_desc_tree_json
source: Please enter the description tree as raw JSON text
de: Bitte geben Sie den Beschreibungstext als rohen JSON-Text ein
fr: Veuillez entrer l’arbre de description en texte JSON brut

# prompt_enter_display_name
source: Please enter the display name
de: Bitte geben Sie den Anzeigenamen ein
fr: Veuillez entrer le nom d’affichage

# prompt_enter_jvm_args_json
source: Please enter the JVM arguments as raw JSON text
de: Bitte geben Sie die JVM-Argumente als rohen JSON-Text ein
fr: Veuillez entrer les arguments JVM en texte JSON brut

# prompt_enter_max_ram_mb
source: Please enter the maximum RAM amount in MB
de: Bitte geben Sie die maximale RAM-Menge in MB ein
fr: Veuillez entrer la quantité maximale de RAM en MB

# prompt_enter_mc_version
source: Please enter the Minecraft version
de: Bitte geben Sie die Minecraft-Version ein
fr: Veuillez entrer la version de Minecraft

# prompt_enter_min_ram_mb
source: Please enter the minimum RAM amount in MB
de: Bitte geben Sie die minimale RAM-Menge in MB ein
fr: Veuillez entrer la quantité minimale de RAM en MB

# prompt_enter_name
source: Please enter the name
de: Bitte geben Sie den Namen ein
fr: Veuillez entrer le nom

# prompt_enter_requirements_json
source: Please enter the requirements as raw JSON text
de: Bitte geben Sie die Anforderungen als rohen JSON-Text ein
fr: Veuillez entrer les exigences en texte JSON brut

# prompt_enter_servers_json
source: Please enter the servers as raw JSON text
de: Bitte geben Sie die Server als rohen JSON-Text ein
fr: Veuillez entrer les serveurs en texte JSON brut

# prompt_enter_type
source: Please enter the type
de: Bitte geben Sie den Typ ein
fr: Veuillez entrer le type

# prompt_enter_version
source: Please enter the version
de: Bitte geben Sie die Version ein
fr: Veuillez entrer la version

# prompt_install_package
source: Do you want to install the package '{0}'?
de: Möchten Sie das Paket ‘{0}’ installieren?
fr: Voulez-vous installer le package ‘{0}’ ?

# prompt_is_upgradeable
source: Is it upgradeable? (true/false)
de: Ist es aufrüstbar? (true/false)
fr: Est-il évolutif ? (vrai/faux)

# prompt_use_fabric
source: Do you use Fabric? (true/false)
de: Verwenden Sie Fabric? (true/false)
fr: Utilisez-vous Fabric ? (vrai/faux)

# prompt_use_forge
source: Do you use Forge? (true/false)
de: Verwenden Sie Forge? (true/false)
fr: Utilisez-vous Forge ? (vrai/faux)

# prompt_use_isolation
source: Do you use Isolation? (true/false)
de: Verwenden Sie Isolation? (true/false)
fr: Utilisez-vous Isolation ? (vrai/faux)

# prompt_use_patch
source: Do you use Patch? (true/false)
de: Verwenden Sie Patch? (true/false)
fr: Utilisez-vous Patch ? (vrai/faux)

# properties_label_text
source: Properties:
de: Eigenschaften:
fr: Propriétés :

# public_games_text
source: Public Games
de: Öffentliche Spiele
fr: Jeux publics

# readonly_annotation
source: (read-only)
de: (nur lesen)
fr: (en lecture seule)

# reconfiguration_error_message
source: An error occurred during reconfiguration.
de: Bei der Neukonfiguration ist ein Fehler aufgetreten.
fr: Une erreur s’est produite lors de la reconfiguration.

# reconfiguration_failed_message
source: Reconfiguration of '{0}' failed.
de: Neukonfiguration von ‘{0}’ fehlgeschlagen.
fr: La reconfiguration de ‘{0}’ a échoué.

# remove_button_text
source: Remove
de: Entfernen
fr: Supprimer

# reset_data_caption
source: Reset Data
de: Daten zurücksetzen
fr: Réinitialiser les données

# reset_data_error_message
source: An error occurred while deleting. Please restart the launcher and its processes and ensure that the data is not in use.
de: Beim Löschen ist ein Fehler aufgetreten. Bitte starten Sie den Launcher und seine Prozesse neu und stellen Sie sicher, dass die Daten nicht in Gebrauch sind.
fr: Une erreur s’est produite lors de la suppression. Veuillez redémarrer le lanceur et ses processus et vous assurer que les données ne sont pas utilisées.

# reset_data_message
source: Do you really want to delete all TCL data?
de: Möchten Sie wirklich alle TCL-Daten löschen?
fr: Voulez-vous vraiment supprimer toutes les données TCL ?

# reset_data_success_message
source: The data has been reset successfully.
de: Die Daten wurden erfolgreich zurückgesetzt.
fr: Les données ont été réinitialisées avec succès.

# reset_local_settings_text
source: Reset Local Settings
de: Lokale Einstellungen zurücksetzen
fr: Réinitialiser les paramètres locaux

# reset_settings_caption
source: Reset Settings
de: Einstellungen zurücksetzen
fr: Réinitialiser les paramètres

# reset_settings_message
source: Do you really want to delete all settings?
de: Möchten Sie wirklich alle Einstellungen löschen?
fr: Voulez-vous vraiment supprimer tous les paramètres ?

# reset_tcl_data_text
source: Reset TCL Data
de: TCL-Daten zurücksetzen
fr: Réinitialiser les données TCL

# root_directory_access_error_message
source: An error occurred while accessing the root directory: {0}
de: Beim Zugriff auf das Stammverzeichnis ist ein Fehler aufgetreten: {0}
fr: Une erreur s’est produite lors de l’accès au répertoire racine : {0}

# sandbox_level_label_text
source: Sandbox Level of Instances (TCL data must be reset)
de: Sandbox-Level der Instanzen (TCL-Daten müssen zurückgesetzt werden)
fr: Niveau de bac à sable des instances (les données TCL doivent être réinitialisées)

# sandbox_level_setting_error_message
source: The sandbox level could not be set.
de: Das Sandbox-Level konnte nicht festgelegt werden.
fr: Le niveau de bac à sable n’a pas pu être défini.

# sandbox_security_message
source: The action may be dangerous! Should it be executed in the TCLauncher sandbox? \n\nACTION='{applet.ActionURL}'
de: Die Aktion könnte gefährlich sein! Soll sie in der TCLauncher-Sandbox ausgeführt werden? \n\nAKTION=‘{applet.ActionURL}’
fr: L’action peut être dangereuse ! Doit-elle être exécutée dans le bac à sable TCLauncher ? \n\nACTION=‘{applet.ActionURL}’

# save_menu_item_text
source: Save
de: Speichern
fr: Enregistrer

# search_for_updates_text
source: Search for Updates
de: Nach Updates suchen
fr: Rechercher des mises à jour

# secret_id_text
source: Secret ID:
de: Geheime ID:
fr: ID secret :

# select_instance_message
source: Please select an instance!
de: Bitte wählen Sie eine Instanz!
fr: Veuillez sélectionner une instance !

# settings_text
source: Settings
de: Einstellungen
fr: Paramètres

# set_package_thumbnail
source: Do you want to set a thumbnail for the package?
de: Möchten Sie ein Thumbnail für das Paket festlegen?
fr: Voulez-vous définir une vignette pour le package ?

# show_data_folder_button_text
source: Show Data Folder
de: Datenordner anzeigen
fr: Afficher le dossier de données

# standard_text
source: Standard: Libraries are shared (recommended)
de: Standard: Bibliotheken werden geteilt (empfohlen)
fr: Standard : Les bibliothèques sont partagées (recommandé)

# starting_text
source: Starting ...
de: Starten ...
fr: Démarrage ...
