Repository: TD99/tclauncher-2024
Catalog: TCLauncher/Properties/Languages.*.resx
Languages: de, fr

# startup_behavior_error_message
source: The startup behavior could not be set.
de: Bei der Festlegung des Startverhaltens ist ein Fehler aufgetreten.
fr: Le comportement de démarrage n’a pas pu être défini.

# startup_behavior_label_text
source: Startup Behavior
de: Startverhalten
fr: Comportement de démarrage

# start_debug_server_text
source: Start Debug Server
de: Debug-Server starten
fr: Démarrer le serveur de débogage

# statistics_text
source: Statistics
de: Statistiken
fr: Statistiques

# strict_text
source: Strict: Instances are fully isolated (may require more disk space)
de: Streng: Instanzen sind vollständig isoliert (kann mehr Speicherplatz erfordern)
fr: Strict : Les instances sont entièrement isolées (peut nécessiter plus d’espace disque)

# target_dir_not_instances_dir
source: Target directory is not in instances directory.
de: Zielverzeichnis ist nicht im Instanzenverzeichnis.
fr: Le répertoire cible n’est pas dans le répertoire des instances.

source: TCLauncher Security
de: TCLauncher-Sicherheit
fr: Sécurité TCLauncher

# tclauncher_supports_forge_skip_ad
source: TCLauncher supports Forge. Please watch Forge’s advertisement and click on ‘Skip’ to continue.
de: TCLauncher unterstützt Forge. Bitte schauen Sie sich die Werbung von Forge an und klicken Sie auf ‘Überspringen’, um fortzufahren.
fr: TCLauncher prend en charge Forge. Veuillez regarder la publicité de Forge et cliquer sur ‘Skip’ pour continuer.

source: TCL Package
de: TCL-Paket
fr: Package TCL

# title_text
source: Title
de: Titel
fr: Titre

source: Uninstall
de: Deinstallieren
fr: Désinstaller

source: Unknown
de: Unbekannt
fr: Inconnu

# username_text
source: Username
de: Benutzername
fr: Nom d’utilisateur

# wpf_on_framework_text
source: WPF on .NET Framework
de: WPF auf .NET Framework
fr: WPF sur .NET Framework

source: Zip Files
de: Zip-Dateien
fr: Fichiers Zip

# home_greeting_text
source: Hi
de: Hallo
fr: Salut

# sandbox_security_message_blocked
source: TCLauncher has blocked this action due to security reasons.
de: TCLauncher hat diese Aktion aus Sicherheitsgründen blockiert.
fr: TCLauncher a bloqué cette action pour des raisons de sécurité.

# webview_context_open_in_web_browser
source: Open in web browser
de: Im Webbrowser öffnen
fr: Ouvrir dans le navigateur web

# label_login-logout
source: Login/Logout
de: Anmelden/Abmelden
fr: Connexion/Déconnexion

# label_account-list
source: My Accounts
de: Meine Konten
fr: Mes comptes

# label_account-options
source: Manage current account
de: Aktuelles Konto verwalten
fr: Gérer le compte courant

# installer_welcome
source: Welcome to TCLauncher
de: Willkommen bei TCLauncher
fr: Bienvenue dans TCLauncher

# installer_back
source: Back
de: Zurück
fr: Retour

# installer_skip
source: Skip
de: Überspringen
fr: Passer

# installer_next
source: Next
de: Weiter
fr: Suivant

# installer_finish
source: Finish
de: Fertig
fr: Finir

# select_language
source: Select your language:
de: Wählen Sie Ihre Sprache:
fr: Sélectionnez votre langue :

# installer_install_complete_title
source: Installation complete!
de: Installation abgeschlossen!
fr: Installation terminée!

# installer_launcher_ready_subtitle
source: TCLauncher is ready for action
de: TCLauncher ist einsatzbereit
fr: TCLauncher est prêt à l’emploi

# installer_additional_links
source: Explore More:
de: Entdecken Sie mehr:
fr: Explorez plus :

# installer_github_repo
source: GitHub Repository
fr: Répertoire GitHub

# installer_visit_website
source: Visit the T-Craft Website
de: Besuchen Sie die T-Craft-Website
fr: Visitez le site Web de T-Craft

# installer_support
source: Need Help?
de: Brauchen Sie Hilfe?
fr: Besoin d’aide ?

# step_count_key
source: Step {0} of {1}
de: Schritt {0} von {1}
fr: Étape {0} sur {1}

# re-setup_text
source: Show Setup Screen
de: Setup-Bildschirm anzeigen
fr: Afficher l’écran de configuration

source: Use Pixel Font everywhere
fr: Utiliser les polices Pixel partout

source: Action
de: Aktion

# action_button_text
source: Action
de: Aktion

# multi_instances_text
source: Multi-Instances
de: Multi-Instanzen

# package_label_text
source: Package:
de: Paket:

# type_label_text
source: Type:
de: Typ:
